<div class="row">
<div class="projectshortcut">

    <div class="box box-solid">
            <div class="box-header with-border"><h3>Общие положения</h3></div>
            <div class="box-body">
                <ul>
                     <li>В левой части отображается меню с основными и выпадающими подпунктами</li>
                </ul>
            </div>
    </div>
</div>
    <div class="box box-solid">
            <div class="box-header with-border"><h3>Заявки</h3></div>
            <div class="box-body">
               
                  <dl>
                    <dt>Отображать общий список заявок</dt>
                    <dd>
                        Сортировка по статусу выполнения заказа, заказчику, номеру заявки, проекту
                        
                    </dd>
                    <dd>Поиск</dd>
                  </dl>
            
                <ul>
                  
                    <li>Отображать личный список заявок отдельно каждого зарегистрированного пользователя</li>
                    <li>Форма создания заявок:
                        <ul>
                            <li>Обязательные поля 
                                <ol>
                                    <li>Тип заявки</li>
                                    <li>Наименование товара</li>
                                    <li>Количество</li>
                                    <li>Проект</li>
                                    <li>Количество</li>
                                </ol>
                            </li>
                            <li>Необязательные поля 
                                <ol>
                                    <li>Описание товара</li>
                                    <li>Предполагаемая дата поставки</li>
                                    <li>Поставщик</li>
                                    <li>Производитель</li>
                                    <li>Прикрепленное изображение/чертеж</li>
                                    <li>Примечание</li>
                                    <li>Предполагаемый исполнитель</li>
                                    <li>Предполагаемая категория</li>
                                </ol>
                                <li>По умолчанию указывается заказчик заявки, а так же дата создания и дата обновления</li>
                            </li>
                            
                        </ul>
                        
                    </li>
                    <li>
                        <div class="col-md-4">
                            С таблицы заявок необходим переход в личную каточку заявки
                            <ul>
                                <li>В карточке заявки выводить полную информацию о заявке</li>
                                <li>В карточке заявки выводить полную информацию о заявке</li>
                            </ul>
                        </div>
                    </li>
                </ul>
                
                
                
            </div>
    </div>
     
    <div class="box box-solid">
            <div class="box-header with-border"><h3>Users</h3></div>
            <div class="box-body">
                <ul>
                    <li>Каждый зарегистрированный пользователь относится к какой то группе (Отдел закупок, инженер, руководитель)</li>
                    <li>Все зарег. пользователи видять дни рождения отдела</li>
                    <li>Все зарег. пользователи видять Кто онлайн</li>
                </ul>
            </div>
    </div>

  
    
  
</div>